{
  "themes": [
    {
      "id": "sensei",
      "name": "🧘 Sensei Météo",
      "description": "Phrases inspirantes et sages",
      "title": "☔ Sagesse Météo - {location}",
      "rainMessages": [
        "La pluie tombe, toi aussi, apporte un parapluie.",
        "Comme les gouttes qui s'adaptent au vent, adapte-toi au temps qu'il fait.",
        "Le sage prévoit la pluie et prépare son imperméable.",
        "Ne lutte pas contre la pluie, danse avec elle sous ton parapluie.",
        "La pluie nettoie la terre, ton parapluie protège ton chemin.",
        "Accepte ce que tu ne peux changer. Aujourd'hui, c'est la pluie.",
        "Un parapluie dans ton sac vaut mieux qu'un regret sous l'averse.",
        "La pluie arrive, le sage s'équipe, l'insouciant se mouille."
      ],
      "snowMessages": [
        "Les flocons dansent, prépare-toi à cette valse hivernale.",
        "Comme la neige qui recouvre la terre, protège-toi du froid.",
        "Le sage anticipe la neige et s'habille chaudement.",
        "Accueille l'hiver avec sérénité, mais n'oublie pas ton manteau.",
        "La neige embellit le paysage, ton habit d'hiver protège ton corps.",
        "Face à la tempête, le sage se prépare, l'imprudent grelotte.",
        "Les flocons tombent doucement, mais le froid ne pardonne pas.",
        "La nature s'habille de blanc, toi aussi, couvre-toi bien."
      ]
    },
    {
      "id": "quebecois",
      "name": "🍁 Québécois",
      "description": "Expressions typiquement québécoises",
      "title": "⚡ Météo Québec - {location}",
      "rainMessages": [
        "Ça mouille en sivouplais dehors! Oublie pas ton parapluie là!",
        "Y tombe des clous! Sors pas sans ton coat de pluie.",
        "C'est pas le temps de niaiser, ça va mouiller en tabarouette!",
        "Le bon Dieu pisse su'l monde aujourd'hui. Équipe-toi comme du monde!",
        "Ça déboule en masse! T'es mieux d'avoir ton parapluie mon chum.",
        "Y pleut à boire deboute! Habille-toi en conséquence là!",
        "Ça tombe drette en bâtard! Pars pas sans te couvrir.",
        "Méchante averse en vue! Fais attention à toé là."
      ],
      "snowMessages": [
        "Ça tombe en tabarnak! Mets ton gros manteau pis tes bottes d'hiver!",
        "Méchante bordée de neige à soir! Habille-toi chaudement mon homme!",
        "Y neige comme un fou! Sors pas en p'tit linge là!",
        "Ça va être blanc en crisse! Équipe-toi comme du monde!",
        "Grosse tempête en vue! C'est pas le temps de faire le smatte!",
        "Les flocons volent partout! Oublie pas ton tuque pis tes mitaines!",
        "Ça tombe drette solide! Mets ton manteau d'hiver là!",
        "Câlisse de tempête! Reste au chaud ou ben habille-toi comme y faut!"
      ]
    }
  ]
}
